Repository: behluluysal/KahBot_v4
Catalog: KahBot_v4/Resources/GeneralMessages.*.resx
Languages: tr_tr

# AdminOnly
source: Only admins can use this.
tr_tr: Sadece yöneticiler bunu kullanabilir.

source: Admin Pm Body
tr_tr: Admin Pm Mesajı

source: Admin Pm Title
tr_tr: Admin Pm Başlığı

source: Bot Pm Body
tr_tr: Bot Pm Mesajı

source: Bot Pm Custom Field Body
tr_tr: Bot Pm Ek Alan Mesajı

source: Bot Pm Custom Field Title
tr_tr: Bot Pm Ek Alan Başlığı

source: Bot Pm Title
tr_tr: Bot Pm Başlığı

# CheckRequirements
source: Please check the pre-requirements. One or more settings are not filled. Check the GitHub page for requirements: https://github.com/behluluysal/KahBot_v4
tr_tr: Lütfen ön gereksinimleri kontrol edin. Bir veya daha fazla ayar doldurulmamış. Gereksinimler için GitHub sayfasını kontrol edin: https://github.com/behluluysal/KahBot_v4

source: CountDown Finished
tr_tr: Süre doldu

# CountDownForFinalActStarted
source: CountDown started for final act!
tr_tr: Son gösteri için geri sayım başlatıldı!

# CountDownRefresh5Second
source: Countdown refreshes every 5 second
tr_tr: Sayaç her 5 saniyede bir güncellenmektedir.

# CountDownRefreshMinute
source: Countdown refreshes every minute
tr_tr: Sayaç her dakika güncellenmektedir.

# CountDownTimerPreparing
source: CountDown timer is preparing...
tr_tr: Sayaç hazırlanıyor...

source: Counter
tr_tr: Sayaç

# CounterKahBot
source: This counter is created by KahBot_v4
tr_tr: Bu sayaç KahBot_v4 tarafından oluşturulmuştur.

source: Farewell
tr_tr: Hoşçakal

# FinalActActivated
source: KahBot FinalAct activated!
tr_tr: KahBot Son Gösteri başlatıldı!

source: Kicked User Counter Title
tr_tr: Atılan kullanıcı sayısı mesaj başlığı

source: Reason:
tr_tr: Sebep:

source: Requester:
tr_tr: Talep Eden:

# RequestTaken
source: Your countdown timer request is taken by KahBot_v4
tr_tr: Geri sayım sayacı isteğiniz KahBot_v4 tarafından alındı.

source: Target Date:
tr_tr: Hedef Tarih:

source: Time Left
tr_tr: Kalan Zaman

# TimerInfo
source: CountDown Timer Request Info
tr_tr: Geri Sayım Sayacı İstek Bilgisi

source: users kicked
tr_tr: kullanıcı atıldı
